{
  "HomePage": {
    "hero_title": "Time-Saver for Small Businesses!",
    "hero_desc": "Forget manual quote templates – automate your quoting process easily and efficiently with a generator tailored directly to your needs.",
    "call_to_action": "Contact us",
    "secondary_cta": "Watch Demo"
  },
  "Header": {
    "demo": "Demo",
    "prices": "Pricing",
    "catalogue": "Catalogue",
    "contact": "Contact Us",
    "our_story": "Our Story"
  },
  "AdditionalInfoSection": {
    "title": "We have gathered a wide range of product data from several suppliers",
    "paragraphStart": "Explore ",
    "our_catalogue": "our catalogue",
    "paragraphMiddle": " and check if the product information you are looking for is already available. If something is missing, don't hesitate to contact us – we're just a ",
    "few_clicks_away": "few clicks away",
    "paragraphEnd": " and happy to help!",
    "additionalTitle": "If you're still creating your offers manually with Excel, you're missing out",
    "additionalSubtext": "Focus on what matters – we streamline your quoting process so you can invest in",
    "rotating_word_1": "growing your business",
    "rotating_word_2": "your free time and relaxation",
    "rotating_word_3": "your most important projects",
    "rotating_word_4": "developing customer relationships",
    "rotating_word_5": "your team's well-being"
  },
  "QuoteSection": {
    "from_daniels": "Great job, my guys!"
  },
  "DemoSection": {
    "title": "How does this work?",
    "section_1_title": "Search and Select",
    "section_1_paragraph": "Find the right products quickly and effortlessly. With our tool, you can browse supplier product catalogs, use filters, and add products directly to a request for quotation – simple and efficient!",
    "section_2_title": "Manage Your Quotation Template",
    "section_2_paragraph": "Customize your quotation to perfection. In the 'Create Quotation' view, you can save your and your customer's details easily across multiple templates. Products selected in the previous step are automatically included, and you can edit them line by line.",
    "section_3_title": "Generate the Final Quotation!",
    "section_3_paragraph": "The final touch with just one click! The 'Generate Quotation' button combines your selected products and the active template into a ready-to-use Excel file. You can finalize it yourself and export it as a PDF for your customer."
  },
  "Footer": {
    "all_rights": "All rights reserved",
    "terms_of_service": "Terms of Service",
    "privacy": "Privacy"
  },
  "LocaleSwitcher": {
    "en": "English",
    "fi": "Suomi"
  },
  "Catalogue":{
    "catalogue": "Catalogue",
    "main_text_bold": "We've already collected data from these companies.",
    "main_text_normal_start": "Can't find what you're looking for? ",
    "let_us_know_your_needs": "Let us know your needs",
    "main_text_normal_end": ", and we'll check if we can source it for you. We'll provide all the details, including costs, so you can decide what works best for you."
  },
  "OurStory": {
    "title": "Pion Blanc - Who We Are",
    "paragraph1": "Pion Blanc is a Finnish software company that focuses on providing user-friendly and efficient digital solutions for small businesses. We are approachable, young Master's degree graduates, and passionate developers who share a common background – we became friends early in our studies at Aalto University.",
    "paragraph2": "Our company was founded when we identified a clear need for a tailored software solution to streamline the quoting process for small businesses – especially those still manually creating quotes using Excel.",
    "paragraph3": "Currently, our service includes product data from around 20 bathroom interior suppliers, allowing businesses to access and use product information much more efficiently.",
    "paragraph4": "However, we are much more than just the developers of an offer generator. Unlike large software companies whose products aim to serve the broadest possible customer base, we focus on tailored solutions designed specifically for your needs – and at a more affordable price. As a small and agile team, we can offer fast and flexible development without unnecessary overhead costs.",
    "paragraph5": "Web technologies are our specialty, and we are happy to help our clients with new software projects and website solutions. If you have an idea or a need for a digital tool, we'd love to discuss it with you!"
  },
  "ContactUs":{
    "title":"Contact us – we're here to help!",
    "paragraph": "Feel free to reach out, no strings attached! You can call or email us—we are easy to reach. It's important to us that you get a solution tailored to your needs, and we're happy to discuss how we can support your business."
  },
  "FinalHookSection": {
    "title": "Interested?",
    "button": "Contact us!"
  },
  "Privacy": {
    "title": "Privacy",
    "paragraph": "We do not collect any personal data through this website. Our software handles data under individual agreements with our customers"
  }

}