{
  "HomePage": {
    "hero_title": "Ajansäästäjä pienyrityksille!",
    "hero_desc": "Unohda manuaaliset tarjouspohjat – automatisoi tarjousprosessisi helposti ja tehokkaasti juuri sinun tarpeisiisi räätälöidyllä generaattorilla.",
    "call_to_action": "Ota yhteyttä",
    "secondary_cta": "Katso Demo"
  },
  "Header": {
    "demo": "Demo",
    "prices": "Hinnat",
    "catalogue": "Katalogi",
    "contact": "Ota yhteyttä",
    "our_story": "Tarinamme"
  },
  "AdditionalInfoSection": {
    "title": "Olemme koonneet laajan valikoiman tuotedatoja useilta toimittajilta",
    "paragraphStart": "Tutustu ",
    "our_catalogue": "katalogiimme",
    "paragraphMiddle": " ja tarkista, löytyykö etsimäsi tuotteiden tiedot jo valmiiksi. Jos jotain puuttuu, ota rohkeasti yhteyttä – autamme mielellämme. Olemme vain ",
    "few_clicks_away": "muutaman klikkauksen päässä",
    "paragraphEnd": "!",
    "additionalTitle":"Jos teet laskusi edelleen manuaalisesti Excelillä, olet aikaasi jäljessä",
    "additionalSubtext":"Keskity olennaiseen – me nopeutamme tarjousprosessiasi, jotta voit panostaa",
    "rotating_word_1": "liiketoimintasi kasvuun",
    "rotating_word_2": "vapaa-aikaan ja rentoutumiseen",
    "rotating_word_3": "tärkeämpiin projekteihisi",
    "rotating_word_4": "asiakassuhteiden kehittämiseen",
    "rotating_word_5": "tiimisi hyvinvointiin"
  },
  "QuoteSection": {
    "from_daniels":"Tosi hyvää duunii my guys!"
  },
  "DemoSection":{
    "title": "Miten tämä kaikki toimii?",
    "section_1_title": "Haku ja valinta",
    "section_1_paragraph": "Löydä oikeat tuotteet nopeasti ja vaivattomasti. Tuotteemme avulla voit selata toimittajien tuotevalikoimaa, käyttää filttereitä ja lisätä tuotteita suoraan tarjouspyyntöön – selkeää ja helppoa!",
    "section_2_title": "Tarjouspohjan hallinta",
    "section_2_paragraph": "Mukauta tarjouksesi täydelliseksi. Luo-tarjous näkymässä voit tallentaa omat ja asiakkaasi tiedot helposti eri tarjouspohjiin. Edellisen vaiheen tuotteet siirtyvät automaattisesti mukana, ja niitä voi muokata tuoterivikohtaisesti.",
    "section_3_title": "Generoi valmis tarjous!",
    "section_3_paragraph": "Viimeinen silaus yhdellä napin painalluksella! 'Generoi tarjous' nappi kokoaa valitut tuotteet ja aktiivisen tarjouspohjan yhteen, luoden valmiin Excel-tiedoston. Voit viimeistellä sen itse ja tulostaa PDF-muodossa asiakkaalle."
  },
  "Footer": {
    "all_rights": "Kaikki oikeudet pidätetään",
    "terms_of_service": "Palveluehdot",
    "privacy": "Yksityisyys"
  },
  "LocaleSwitcher": {
    "en": "English",
    "fi": "Suomi"
  },
  "Catalogue": {
    "catalogue": "Katalogi",
    "main_text_bold": "Olemme jo keränneet näiden yritysten tiedot.",
    "main_text_normal_start": "Etkö löytänyt etsimääsi? ",
    "let_us_know_your_needs": "Kerro meille tarpeesi",
    "main_text_normal_end": ", niin selvitämme, voimmeko hankkia sen sinulle. Ilmoitamme myös mahdolliset kustannukset, jotta voit tehdä harkitun päätöksen."
  },
  "OurStory":{
    "title":"Pion Blanc - Keitä me olemme?",
    "paragraph1": "Pion Blanc on suomalainen ohjelmistoyritys, joka keskittyy helppokäyttöisiin ja tehokkaisiin digitaalisiin ratkaisuihin pienyrityksille. Olemme helposti lähestyttäviä, nuoria diplomi-insinöörejä sekä intohimoisia kehittäjiä, jotka jakavat yhteisen taustan – ystävystyimme jo opintojemme alkuvaiheessa Aalto-yliopistossa.",
    "paragraph2": "Yrityksemme sai alkunsa, kun huomasimme selkeän tarpeen räätälöidylle ohjelmistolle, joka helpottaisi pienyritysten tarjousprosessia – erityisesti niitä, jotka tekevät tarjouksensa edelleen manuaalisesti käyttäen Exceliä.",
    "paragraph3": "Tällä hetkellä palvelumme kattaa noin 20 kylpyhuonesisustuksen toimittajaa, ja sen avulla yritykset voivat löytää ja käyttää tuotetietoja huomattavasti nopeammin.",
    "paragraph4": "Olemme kuitenkin paljon enemmän kuin vain tarjousgeneraattorin kehittäjiä. Toisin kuin suuret ohjelmistotalot, joiden tuotteet on suunniteltu kattamaan mahdollisimman laaja asiakaskunta, me keskitymme räätälöityihin, juuri sinun tarpeisiisi suunniteltuihin ratkaisuihin – ja vieläpä edullisemmin. Pienenä ja ketteränä tiiminä pystymme tarjoamaan nopeaa ja joustavaa kehitystyötä ilman ylimääräisiä kustannuksia.",
    "paragraph5": "Web-teknologiat ovat erikoisalaamme, ja autamme asiakkaitamme mielellämme myös uusissa ohjelmistoprojekteissa ja verkkosivuratkaisuissa. Jos sinulla on idea tai tarve digitaaliselle työkalulle, keskustelemme siitä mielellämme!"
  },
  "ContactUs":{
    "title":"Ota yhteyttä – olemme täällä auttamassa!",
    "paragraph": "Yhteydenotto ei maksa mitään! Voit soittaa tai lähettää sähköpostia, olemme nopeasti tavoitettavissa. Meille on tärkeää, että saat juuri sinun tarpeisiisi räätälöidyn ratkaisun, ja keskustelemme mielellämme, miten voimme tukea liiketoimintaasi."
  },
  "FinalHookSection": {
    "title": "Kiinnostuitko?",
    "button": "Ota yhteyttä!"
  },
  "Privacy": {
    "title": "Yksityisyys",
    "paragraph": "Emme kerää mitään henkilötietoja tämän verkkosivuston kautta. Ohjelmistomme käsittelee dataa yksilöllisten sopimusten mukaisesti asiakkaidemme kanssa."
  }

}