{
  "HeroSection": {
    "hero_title": "Ajansäästäjä pienyrityksille!",
    "hero_desc": "Unohda manuaaliset tarjouspohjat – automatisoi tarjousprosessisi helposti ja tehokkaasti juuri sinun tarpeisiisi räätälöidyllä generaattorilla.",
    "call_to_action": "Ota yhteyttä",
    "secondary_cta": "Katso Demo"
  },
  "Header": {
    "demo": "Demo",
    "prices": "Hinnat",
    "catalogue": "Katalogi",
    "contact": "Ota yhteyttä",
    "our_story": "Tarinamme"
  },
  "AdditionalInfoSection": {
    "title": "Kaikki toimittajiesi tuotteet yhdestä paikasta!",
    "paragraph1": "Olemme koonneet kattavan valikoiman tuotedatoja useilta toimittajilta, jotta sinun ei tarvitse selata heidän sivujaan tarjouksia tehdessäsi.",
    "paragraph2Start": "Tutustu ",
    "our_catalogue": "katalogiimme",
    "paragraph2Middle": " ja tarkista, löytyykö etsimäsi tuotteiden tiedot jo valmiiksi. Jos jotain puuttuu, ota rohkeasti yhteyttä – autamme mielellämme. Olemme vain ",
    "few_clicks_away": "muutaman klikkauksen päässä",
    "paragraph2End": "!",
    "additionalTitle":"Jos teet laskusi edelleen manuaalisesti Excelillä, olet aikaasi jäljessä",
    "additionalSubtext":"Keskity olennaiseen – me nopeutamme tarjousprosessiasi, jotta voit panostaa",
    "rotating_word_1": "liiketoimintasi kasvuun",
    "rotating_word_2": "vapaa-aikaan ja rentoutumiseen",
    "rotating_word_3": "tärkeämpiin projekteihisi",
    "rotating_word_4": "asiakassuhteiden kehittämiseen",
    "rotating_word_5": "tiimisi hyvinvointiin"
  },
  "TestimonialsSection": {
    "from_daniels": "Pion Blanc ylitti odotuksemme: Projekti toteutettiin ratkaisukeskeisellä ja positiivisella asenteella, sujuvasti ja asiakasta kuunnellen. Saimme yksilöllistä palvelua ja toimivan lopputuloksen."
  },
  "DemoSection":{
    "title": "Miten tämä kaikki toimii?",
    "section_1_title": "Haku ja valinta",
    "section_1_paragraph": "Löydä oikeat tuotteet nopeasti ja vaivattomasti. Tuotteemme avulla voit selata toimittajien tuotevalikoimaa, käyttää filttereitä ja lisätä tuotteita suoraan tarjoukseen – selkeää ja helppoa!",
    "section_2_title": "Tarjouspohjan hallinta",
    "section_2_paragraph": "Mukauta tarjouksesi täydelliseksi. Voit tallentaa sekä omat että asiakkaasi tiedot helposti eri tarjouksiin. Voit myös määrittää edellisessä vaiheessa lisättyjen tuotteiden lukumäärät ja alennukset. Lopuksi valmis tarjous latautuu 'Generoi tarjous' painikkeesta."
  },
  "Footer": {
    "all_rights": "Kaikki oikeudet pidätetään",
    "terms_of_service": "Palveluehdot",
    "privacy": "Yksityisyys"
  },
  "LocaleSwitcher": {
    "en": "English",
    "fi": "Suomi"
  },
  "Catalogue": {
    "catalogue": "Katalogi",
    "main_text_bold": "Olemme jo keränneet näiden yritysten tiedot.",
    "main_text_normal_start": "Etkö löytänyt etsimääsi? ",
    "let_us_know_your_needs": "Kerro meille tarpeesi",
    "main_text_normal_end": ", niin selvitämme, voimmeko hankkia sen sinulle. Ilmoitamme myös mahdolliset kustannukset, jotta voit tehdä harkitun päätöksen."
  },
  "OurStory":{
    "title":"Pion Blanc - Keitä me olemme?",
    "paragraph1": "Pion Blanc on suomalainen ohjelmistoyritys, joka keskittyy helppokäyttöisiin ja tehokkaisiin digitaalisiin ratkaisuihin pienyrityksille. Olemme helposti lähestyttäviä, nuoria diplomi-insinöörejä sekä intohimoisia kehittäjiä, jotka jakavat yhteisen taustan – ystävystyimme jo opintojemme alkuvaiheessa Aalto-yliopistossa.",
    "paragraph2": "Yrityksemme sai alkunsa, kun huomasimme selkeän tarpeen räätälöidylle ohjelmistolle, joka helpottaisi pienyritysten tarjousprosessia – erityisesti niitä, jotka tekevät tarjouksensa edelleen manuaalisesti käyttäen Exceliä.",
    "paragraph3": "Tällä hetkellä palvelumme kattaa noin 20 kylpyhuonesisustuksen toimittajaa, ja sen avulla yritykset voivat löytää ja käyttää tuotetietoja huomattavasti nopeammin.",
    "paragraph4": "Olemme kuitenkin paljon enemmän kuin vain tarjousgeneraattorin kehittäjiä. Toisin kuin suuret ohjelmistotalot, joiden tuotteet on suunniteltu kattamaan mahdollisimman laaja asiakaskunta, me keskitymme räätälöityihin, juuri sinun tarpeisiisi suunniteltuihin ratkaisuihin – ja vieläpä edullisemmin. Pienenä ja ketteränä tiiminä pystymme tarjoamaan nopeaa ja joustavaa kehitystyötä ilman ylimääräisiä kustannuksia.",
    "paragraph5": "Web-teknologiat ovat erikoisalaamme, ja autamme asiakkaitamme mielellämme myös uusissa ohjelmistoprojekteissa ja verkkosivuratkaisuissa. Jos sinulla on idea tai tarve digitaaliselle työkalulle, keskustelemme siitä mielellämme!",
    "QuoteJan": "En tiedä miten Ville tekee tämän kaiken, mutta en kyseenalaista neroutta",
    "QuoteLauri": "Jos voisin toivoa yhden supervoiman, se olisi Villen koodaustaidot.",
    "QuoteVille": "Jos tämä sivusto toimii täydellisesti, se on minun ansiotani. Jos ei… syytetään Jania."

  },
  "ContactUs":{
    "title":"Ota yhteyttä – olemme täällä auttamassa!",
    "paragraph": "Yhteydenotto ei maksa mitään! Voit soittaa tai lähettää sähköpostia, olemme nopeasti tavoitettavissa. Meille on tärkeää, että saat juuri sinun tarpeisiisi räätälöidyn ratkaisun, ja keskustelemme mielellämme, miten voimme tukea liiketoimintaasi.",
    "hey": "Hei Jan/Ville/Lauri!",
    "exampleMessage1": "Olen ____ ja yritykseni on ______. Tarjousprosessimme kaipaa selkeyttämistä, ja haluaisin nähdä, miten ohjelmistonne toimii käytännössä. Onko teillä mahdollisuutta näyttää lyhyt demo tai kertoa, miten nykyiset asiakkaanne hyödyntävät ratkaisuanne?",
    "exampleMessage2_1": "Olen _____, ja yritykseni on ________. Meillä on seuraavanlainen ongelma, johon uskoisin löytyvän ratkaisun kevyellä ohjelmistolla:",
    "exampleMessage2_2": "Lyhyt kuvaus ongelmasta, esim. “Tarjousten tekeminen vie paljon aikaa, ja tuotetietojen etsiminen eri lähteistä aiheuttaa virheitä.“",
    "exampleMessage2_3": "Haluaisin kuulla, voisiko Pion Blanc auttaa meitä tässä. Miten kannattaisi edetä?"
    
  },
  "FinalHookSection": {
    "title": "Kiinnostuitko?",
    "button": "Ota yhteyttä!"
  },
  "Privacy": {
    "title": "Yksityisyys",
    "paragraph": "Emme kerää mitään henkilötietoja tämän verkkosivuston kautta. Ohjelmistomme käsittelee dataa yksilöllisten sopimusten mukaisesti asiakkaidemme kanssa."
  },
  "ComparisonSection": {
    "title": "Vertailu",
    "from": "Alk.",
    "per_month": "/kk",
    "quick_process": "Nopea prosessi",
    "customizable": "Räätälöitävissä tarpeen mukaan",
    "integrated_prod_data": "Integroidut tuotetiedot",
    "easy_and_efficient": "Helppo ja nopea",
    "excel_template": "Excel-pohja",
    "hidden_cost": "(Piilokustannus: Aika ja virheet)",
    "slow_and_errorprone": "Hidas ja virhealtis",
    "flexible": "Joustava",
    "product_data_must_be_searched": "Tuotetiedot pitää etsiä itse",
    "takes_time_and_work": "Vaatii manuaalista työtä ja aikaa",
    "large_enterprise_software": "Laaja yritysohjelmisto",
    "long_commitment_and_high_price": "pitkä sitoutuminen ja korkeat kulut",
    "efficient_no_tailoring": "Tehokas, mutta ei räätälöitävissä",
    "top_down_processes": "Ylhäältä määrätyt prosessit",
    "manual_data_no_integration": "Manuaaliset tuotetiedot, ei integraatiota",
    "expensive_not_for_sme": "Kallis ja monimutkainen, ei sovellu pienille yrityksille",
    "free_online_tool": "Ilmainen verkkotyökalu",
    "no_hidden_costs": "– Ei piilokustannuksia, rajallinen toiminnallisuus",
    "limited_flexibility": "Rajallinen joustavuus",
    "requires_manual_work": "Vaatii manuaalista työtä"
  }

}